{
  "data": [
    {
      "id": 1,
      "title": "Q.S. Al-A’raf ayat 206",
      "arabic": "إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَيُسَبِّحُونَهُ وَلَهُ يَسْجُدُونَ",
      "latin": "Innallażīna 'inda rabbika lā yastakbirụna 'an 'ibādatihī wa yusabbiḥụnahụ wa lahụ yasjudụn",
      "translation": "Sesungguhnya malaikat-malaikat yang ada di sisi Tuhanmu tidaklah merasa enggan menyembah Allah dan mereka mentasbihkan-Nya dan hanya kepada-Nya-lah mereka bersujud."
    },
    {
      "id": 2,
      "title": " Q.S. Ar-Ra’d ayat 15",
      "arabic": "وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَالُهُمْ بِالْغُدُوِّ وَالْآصَالِ",
      "latin": "Wa lillāhi yasjudu man fis-samāwāti wal-arḍi ṭau'aw wa kar-haw wa ẓilāluhum bil-guduwwi wal-āṣāl",
      "translation": "Hanya kepada Allah-lah sujud (patuh) segala apa yang di langit dan di bumi, baik dengan kemauan sendiri ataupun terpaksa (dan sujud pula) bayang-bayangnya di waktu pagi dan petang hari.."
    },
    {
      "id": 3,
      "title": "Q.S. An-Nahl ayat 49",
      "arabic": "وَلِلَّهِ يَسْجُدُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مِنْ دَابَّةٍ وَالْمَلَائِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
      "latin": "Wa lillāhi yasjudu mā fis-samāwāti wa mā fil-arḍi min dābbatiw wal-malā`ikatu wa hum lā yastakbirụn",
      "translation": "Dan kepada Allah sajalah bersujud segala apa yang berada di langit dan semua makhluk yang melata di bumi dan (juga) para ma]aikat, sedang mereka (malaikat) tidak menyombongkan diri."
    },
    {
      "id": 4,
      "title": "Q.S. Al-Isra ayat 107",
      "arabic": "قُلْ آمِنُوا بِهِ أَوْ لَا تُؤْمِنُوا ۚ إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
      "latin": "Qul āminụ bihī au lā tu`minụ, innallażīna ụtul-'ilma ming qablihī iżā yutlā 'alaihim yakhirrụna lil-ażqāni sujjadā",
      "translation": "Katakanlah: “Berimanlah kamu kepadanya atau tidak usah beriman (sama saja bagi Allah). Sesungguhnya orang-orang yang diberi pengetahuan sebelumnya apabila Al Quran dibacakan kepada mereka, mereka menyungkur atas muka mereka sambil bersujud"
    },
    {
      "id": 5,
      "title": "Q.S.Maryam ayat 58",
      "arabic": "أُولَٰئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا ۚ إِذَا تُتْلَىٰ عَلَيْهِمْ آيَاتُ الرَّحْمَٰنِ خَرُّوا سُجَّدًا وَبُكِيًّا",
      "latin": "Ulā`ikallażīna an'amallāhu 'alaihim minan-nabiyyīna min żurriyyati ādama wa mim man ḥamalnā ma'a nụḥiw wa min żurriyyati ibrāhīma wa isrā`īla wa mim man hadainā wajtabainā, iżā tutlā 'alaihim āyātur-raḥmāni kharrụ sujjadaw wa bukiyyā",
      "translation": "Mereka itu adalah orang-orang yang telah diberi nikmat oleh Allah, yaitu para nabi dari keturunan Adam, dan dari orang-orang yang Kami angkat bersama Nuh, dan dari keturunan Ibrahim dan Israil, dan dari orang-orang yang telah Kami beri petunjuk dan telah Kami pilih. Apabila dibacakan ayat-ayat Allah Yang Maha Pemurah kepada mereka, maka mereka menyungkur dengan bersujud dan menangis."
    },
    {
      "id": 6,
      "title": "Q.S. Al-Hajj ayat 18",
      "arabic": "أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ ۗ وَمَنْ يُهِنِ اللَّهُ فَمَا لَهُ مِنْ مُكْرِمٍ ۚ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاءُِ",
      "latin": "A lam tara annallāha yasjudu lahụ man fis-samāwāti wa man fil-arḍi wasy-syamsu wal-qamaru wan-nujụmu wal-jibālu wasy-syajaru wad-dawābbu wa kaṡīrum minan-nās, wa kaṡīrun ḥaqqa 'alaihil-'ażāb, wa may yuhinillāhu fa mā lahụ mim mukrim, innallāha yaf'alu mā yasyā`",
      "translation": "Apakah kamu tiada mengetahui, bahwa kepada Allah bersujud apa yang ada di langit, di bumi, matahari, bulan, bintang, gunung, pohon-pohonan, binatang-binatang yang melata dan sebagian besar daripada manusia? Dan banyak di antara manusia yang telah ditetapkan azab atasnya. Dan barangsiapa yang dihinakan Allah maka tidak seorangpun yang memuliakannya. Sesungguhnya Allah berbuat apa yang Dia kehendaki."
    },
    {
      "id": 7,
      "title": "Q.S. Al-Hajj ayat 77",
      "arabic": "يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ",
      "latin": "Yā ayyuhallażīna āmanurka'ụ wasjudụ wa'budụ rabbakum waf'alul-khaira la'allakum tufliḥụn",
      "translation": "Hai orang-orang yang beriman, ruku’lah kamu, sujudlah kamu, sembahlah Tuhanmu dan perbuatlah kebajikan, supaya kamu mendapat kemenangan."
    },
    {
      "id": 8,
      "title": "Q.S. Al-Furqon ayat 60",
      "arabic": "وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَٰنِ قَالُوا وَمَا الرَّحْمَٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا",
      "latin": "Wa iżā qīla lahumusjudụ lir-raḥmāni qālụ wa mar-raḥmānu a nasjudu limā ta`murunā wa zādahum nufụrā",
      "translation": "Dan apabila dikatakan kepada mereka: “Sujudlah kamu sekalian kepada yang Maha Penyayang”, mereka menjawab: “Siapakah yang Maha Penyayang itu? Apakah kami akan sujud kepada Tuhan Yang kamu perintahkan kami(bersujud kepada-Nya)?”, dan (perintah sujud itu) menambah mereka jauh (dari iman)."
    },
    {
      "id": 9,
      "title": "Q.S. An-Naml ayat 25",
      "arabic": "أَلَّا يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَِ",
      "latin": "Allā yasjudụ lillāhillażī yukhrijul-khab`a fis-samāwāti wal-arḍi wa ya'lamu mā tukhfụna wa mā tu'linụn",
      "translation": "Agar mereka tidak menyembah Allah Yang mengeluarkan apa yang terpendam di langit dan di bumi dan Yang mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan"
    },
    {
      "id": 10,
      "title": "QS As-Sajdah ayat 15",
      "arabic": "إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ",
      "latin": "Innamā yu`minu bi`āyātinallażīna iżā żukkirụ bihā kharrụ sujjadaw wa sabbaḥụ biḥamdi rabbihim wa hum lā yastakbirụn",
      "translation": "Sesungguhnya orang yang benar-benar percaya kepada ayat-ayat Kami adalah mereka yang apabila diperingatkan dengan ayat-ayat itu mereka segera bersujud seraya bertasbih dan memuji Rabbnya, dan lagi pula mereka tidaklah sombong"
    },
    {
      "id": 11,
      "title": "Q.S. Fussilat ayat 37",
      "arabic": "وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ ۚ لَا تَسْجُدُوا لِلشَّمْسِ وَلَا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَْ",
      "latin": "Wa min āyātihil-lailu wan-nahāru wasy-syamsu wal-qamar, lā tasjudụ lisy-syamsi wa lā lil-qamari wasjudụ lillāhillażī khalaqahunna ing kuntum iyyāhu ta'budụn ",
      "translation": "Dan di antara tanda-tanda kekuasaan-Nya ialah malam, siang, matahari dan bulan. Janganlah sembah matahari maupun bulan, tapi sembahlah Allah Yang menciptakannya, Jika Ialah yang kamu hendak sembah"
    },
    {
      "id": 12,
      "title": "Q.S. An-Najm ayat 62",
      "arabic": "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا",
      "latin": "Fasjudụ lillāhi wa'budụ ",
      "translation": "Maka bersujudlah kepada Allah dan sembahlah (Dia)"
    },
    {
      "id": 13,
      "title": "Q.S. Al-Insyiqoq ayat 21",
      "arabic": "وَإِذَا قُرِئَ عَلَيْهِمُ الْقُرْآنُ لَا يَسْجُدُونَ",
      "latin": "Wa iżā quri`a 'alaihimul-qur`ānu lā yasjudụn",
      "translation": "Dan apabila Al Quran dibacakan kepada mereka, mereka tidak bersujud,"
    },
    {
      "id": 14,
      "title": "Q.S. Al-‘Alaq ayat 19",
      "arabic": "كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ",
      "latin": "Kallā, lā tuṭi'hu wasjud waqtarib",
      "translation": "Sekali-kali jangan, janganlah kamu patuh kepadanya; dan sujudlah dan dekatkanlah (dirimu kepada Tuhan)."
    },
    {
      "id": 15,
      "title": "Q.S. Sad ayat 24",
      "arabic": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِ ۖ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ ۗ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ",
      "latin": "Qāla laqad ẓalamaka bisu`āli na'jatika ilā ni'ājih, wa inna kaṡīram minal-khulaṭā`i layabgī ba'ḍuhum 'alā ba'ḍin illallażīna āmanụ wa 'amiluṣ-ṣāliḥāti wa qalīlum mā hum, wa ẓanna dāwụdu annamā fatannāhu fastagfara rabbahụ wa kharra rāki'aw wa anāb",
      "translation": "Daud berkata: \"Sesungguhnya dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk ditambahkan kepada kambingnya. Dan sesungguhnya kebanyakan dari orang-orang yang berserikat itu sebahagian mereka berbuat zalim kepada sebahagian yang lain, kecuali orang-orang yang beriman dan mengerjakan amal yang saleh; dan amat sedikitlah mereka ini\". Dan Daud mengetahui bahwa Kami mengujinya; maka ia meminta ampun kepada Tuhannya lalu menyungkur sujud dan bertaubat"
    },
    {
      "id": 16,
      "title": "Doa Sujud Tilawah ",
      "arabic": "سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِفَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينََ",
      "latin": "Sajada wajhiya lilladzi khalaqahu washawwarahu wasyaqqa sam’ahu wabasharahu bihaulihi waquwwatihi fatabarakallahu ahsanul khaliqin",
      "translation": "Telah sujud wajhku kepada Dzat yang menciptakannya, yang menancapkan pendengaran dan penglihatan dengan daya dan kekuatannya. Mahasuci Allah sebaik-sebaik Pencipta."
    }
  ]
}